tests/cases/02_DECAY/01_tewn_2022-Incompressible-tewn_2022_ref33/constant/RASProperties
FoamFile {
    version 2.0;
    format ascii;
    class dictionary;
    object RASProperties;
}
